{"NutritionalValues":[{"Name":"Energy","Label":"Energy","DescriptionDictionary":{"EN":"Per 100g"},"UnitDictionary":{"EN":"KJ"}},{"Name":"Carbohydrates","Label":"Carbohydrates","DescriptionDictionary":{"EN":"per item"},"UnitDictionary":{"EN":"g"}},{"Name":"Total Fat","Label":"Total Fat  ","DescriptionDictionary":{"EN":"per item"},"UnitDictionary":{"EN":"g"}},{"Name":"Energy per product","Label":"Energy","DescriptionDictionary":{"EN":"per item"},"UnitDictionary":{"EN":"Kcal"}},{"Name":"Saturated Fat","Label":"Saturated Fat","DescriptionDictionary":{"EN":"per item"},"UnitDictionary":{"EN":"g"}},{"Name":"Sugar","Label":"Sugar ","DescriptionDictionary":{"EN":"per item"},"UnitDictionary":{"EN":"g"}},{"Name":"Fibre","DescriptionDictionary":{},"UnitDictionary":{}},{"Name":"Protein","Label":"Protein","DescriptionDictionary":{"EN":"per item"},"UnitDictionary":{"EN":"g"}},{"Name":"Salt","Label":"Salt","DescriptionDictionary":{"EN":"per item"},"UnitDictionary":{"EN":"g"}}],"Allergens":[{"Name":"CER","Label":"Gluten"},{"Name":"LUP","Label":"Lupin"},{"Name":"SOJ","Label":"Soya"},{"Name":"LAI","Label":"Milk"},{"Name":"OEU","Label":"Eggs"},{"Name":"CEL","Label":"Celery"},{"Name":"FRU","Label":"Tree Nuts"},{"Name":"ARA","Label":"Peanuts"},{"Name":"SES","Label":"Sesame"},{"Name":"MOU","Label":"Mustard"},{"Name":"POI","Label":"Fish"},{"Name":"Mollusques","Label":"Molluscs"},{"Name":"Crustacés","Label":"Shellfish"},{"Name":"Sulfites","Label":"Sulphates"}],"Ingredients":[{"Name":"7Up Free","LabelDictionary":{"EN":"7Up Free en","DEF":"7Up Free def"},"DescriptionDictionary":{"DEF":"Carbonated Water, Acids (Citric Acid, Malic Acid), Natural Lemon and Lime Flavouring, Acidity Regulator (Sodium Citrate), Sweeteners (Aspartame, Acesulfame K), Potassium Chloride, Stabiliser (Pectin). Contains a Source of Phenylalanine."}},{"Name":"7Up Free (Self-Serve)","LabelDictionary":{"EN":"7Up Free (Self-Serve) en","DEF":"7Up Free (Self-Serve) def"},"DescriptionDictionary":{"DEF":"Syrup Ingredients: Water, Acids (Citric Acid, Malic Acid), Natural Lemon and Lime Flavouring, Acidity Regulator (Sodium Citrate), Sweeteners (Aspartame, Acesulfame K), Preservatives (Sodium Benzoate, Potassium Sorbate), Potassium Chloride, Stabiliser (Pectin). Ingredients of the Ready to Drink Product: Carbonated Water, Acids (Citric Acid, Malic Acid), Natural Lemon and Lime Flavouring, Acidity Regulator (Sodium Citrate), Sweeteners (Aspartame, Acesulfame K), Preservatives (Sodium Benzoate, Potassium Sorbate), Potassium Chloride, Stabiliser (Pectin). Contains A Source Of Phenylalanine."}},{"Name":"Black Beans","LabelDictionary":{"EN":"Black Beans en","DEF":"Black Beans def"},"DescriptionDictionary":{"DEF":"Black Beans (70%), Water, Sunflower Oil, Salt, Cumin, Smoked Paprika, Cayenne Chilli Powder, Oregano, Onion Powder, Garlic Powder."}},{"Name":"Bottled Water","LabelDictionary":{"EN":"Bottled Water en","DEF":"Bottled Water def"},"DescriptionDictionary":{"DEF":"Still Natural Mineral Water"}},{"Name":"Cali Ranch Sauce","LabelDictionary":{"EN":"Cali Ranch Sauce en","DEF":"Cali Ranch Sauce def"},"DescriptionDictionary":{"DEF":"Vegetable Oil (Rapeseed Oil), Yoghurt (Milk), Spirit Vinegar, Dextrose (Wheat), Water, Egg Yolk Powder, Buttermilk Powder, Salt, Garlic Powder, Onion Powder, Sugar (White), Yeast Extract [Yeast Extract, Salt, Carrier (Sunflower Seed Oil)], Lemon Juice Concentrate, Acid [Lactic Acid (E270), Carrier (Water)], Spice (Black Pepper, Cumin), Preservative: Potassium Sorbate (E202), Stabiliser: Xanthan Gum (E415), Herb (Parsley), Colour [Carrier (Sunflower Seed Oil), Copper Chlorophyll (E141)], Antioxidant: Calcium Disodium Edta (E385). CONTAINS: WHEAT GLUTEN, MILK, EGG"}},{"Name":"Cheddar Cheese","LabelDictionary":{"EN":"Cheddar Cheese en","DEF":"Cheddar Cheese def"},"DescriptionDictionary":{"DEF":"Coloured Cheddar Cheese (Milk) (Contains Colour: Annatto), Anti-Caking Agent: Potato Starch. CONTAINS: MILK"}},{"Name":"Churros","LabelDictionary":{"EN":"Churros en","DEF":"Churros def"},"DescriptionDictionary":{"DEF":"[1-Sugar, Cinnamon:] Sugar (White), Cinnamon (Processing Aids: Sunflower Seed Oil, Silicon Dioxide E551). [2-Churros, Raw, Frozen:] Wheat Flour, Water and Salt. [3-Oil, Frying (Rapeseed):] Rapeseed Oil, Anti-Foaming Agent (E900), {Non-Declarable Processing Aids Citric Acid (E330)}. CONTAINS: WHEAT GLUTEN"}},{"Name":"Cinnamon Twists","LabelDictionary":{"EN":"Cinnamon Twists en","DEF":"Cinnamon Twists def"},"DescriptionDictionary":{"DEF":"[1-Sugar, Cinnamon:] Sugar (White), Cinnamon. (Processing Aids: Sunflower Seed Oil, Silicon Dioxide E551). [2-Oil, Frying (100% Rapeseed):] Vegetable Oil (Rapeseed), Antifoaming Agent (E900) [3-Twists, Dry (Non Gmo):] Wheat Flour, Degerminated Yellow Corn Meal, Rice Flour, Salt. CONTAINS: WHEAT GLUTEN"}},{"Name":"Creamy Jalapeno Sauce","LabelDictionary":{"EN":"Creamy Jalapeno Sauce en","DEF":"Creamy Jalapeno Sauce def"},"DescriptionDictionary":{"DEF":"Vegetable Oil (Sunflower Seed Oil), Water, Dextrose (Wheat), Acids (Acetic Acid (E260), Lactic Acid (E270), Citric Acid (E330)), Spices (Chilli, Cumin, Paprika, Black Pepper, Cayenne), Buttermilk Powder, Sour Cream Powder, Salt, Sugar (White), Egg Yolk Powder, Stabiliser: Xanthan Gum (E415), Preservative: Potassium Sorbate (E202), Herb (Oregano), Onion Powder, Flavouring (Flavouring Preparations, Flavouring Substances), Dehydrated Onion, Flavour Enhancer: Disodium 5' Ribonucleotides (E635), Garlic Powder, Cocoa Powder, Antioxidant: Calcium Disodium Edta (E385). CONTAINS WHEAT GLUTEN, MILK, EGG"}},{"Name":"Crispy Chicken Strips","LabelDictionary":{"EN":"Crispy Chicken Strips en","DEF":"Crispy Chicken Strips def"},"DescriptionDictionary":{"DEF":"[1-Chicken, Crispy Strips Frozen:] Chicken (55%), Wheat Flour, Soya Oil, Water, Salt, Pepper, Stabilisers (E341C, E451, E452, E450), Raising Agents (E450A, E500), Flavour Enhancer (E621), Sunflower Oil, Milk Powder, Herbs, Spices, Dextrose, Modified Corn Starch (E1422), Egg Albumin. [2-Oil, Frying (Rapeseed):] Rapeseed Oil, Anti-Foaming Agent (E900), {Non-Declarable Processing Aids Citric Acid (E330)}. CONTAINS: WHEAT GLUTEN, MILK, EGG"}},{"Name":"Crunchy Taco Shell","LabelDictionary":{"EN":"Crunchy Taco Shell en","DEF":"Crunchy Taco Shell def"},"DescriptionDictionary":{"DEF":"[1-Oil, Frying (Rapeseed):] Rapeseed Oil, Anti-Foaming Agent (E900), {Non-Declarable Processing Aids Citric Acid (E330)}. [2-Tortilla, Yellow Corn 15Cm Unfried:] Corn Flour, Water, Salt, Acidity Regulator (E-296)"}},{"Name":"Diet Pepsi","LabelDictionary":{"EN":"Diet Pepsi en","DEF":"Diet Pepsi def"},"DescriptionDictionary":{"DEF":"Carbonated Water, Colour (Caramel E150d), Acids (Phosphoric Acid, Citric Acid), Flavourings (including Caffeine), Sweeteners (Aspartame, Acesulfame K), Acidity Regulator (Sodium Citrate), Preservative (Potassium Sorbate). Contains a Source of Phenylalanine."}},{"Name":"Diet Pepsi (Self Serve)","LabelDictionary":{"EN":"Diet Pepsi (Self Serve) en","DEF":"Diet Pepsi (Self Serve) def"},"DescriptionDictionary":{"DEF":"Syrup ingredients: Water, Colour (Caramel E150d), Acids (Phosphoric Acid, Citric Acid), Acidity Regulator (Sodium Citrate), Flavourings (including Caffeine), Sweeteners (Aspartame, Acesulfame K), Preservative (Potassium Sorbate), Anti-foaming Agent (E900). Contains a Source of Phenylalanine. Ingredients of the Ready to Drink Product: Carbonated Water, Colour (Caramel E150d), Acids (Phosphoric Acid, Citric Acid), Acidity Regulator (Sodium Citrate), Flavourings (including Caffeine), Sweeteners (Aspartame, Acesulfame K), Preservative (Potassium Sorbate). Contains a Source of Phenylalanine."}},{"Name":"Dulce de Leche Sauce","LabelDictionary":{"EN":"Dulce de Leche Sauce en","DEF":"Dulce de Leche Sauce def"},"DescriptionDictionary":{"DEF":"Caramelised Sweetened Condensed Milk 97. 2% (Milk, Sugar), Stabiliser: Disodium Phosphate. CONTAINS: MILK"}},{"Name":"Fire Sauce","LabelDictionary":{"EN":"Fire Sauce en","DEF":"Fire Sauce def"},"DescriptionDictionary":{"DEF":"Water, Jalapeno Peppers, Vinegar, Tomato Paste, Tamarind, Spices, Salt, Dehydrated Onion, Stabiliser Xanthan Gum E415, Autolyzed Yeast Extract, Emulsifier E472A, Sugar, Color Caramel E150A, Preservatives Potassium Sorbate E202 and Sodium Benzoate E211, Spice Extract- Capsicum and Colour-Paprika Extract E160A."}},{"Name":"Flatbread","LabelDictionary":{"EN":"Flatbread en","DEF":"Flatbread def"},"DescriptionDictionary":{"DEF":"Wheat Flour, Water, Yeast, Chalupa Improver, Rapeseed Oil. CONTAINS: WHEAT GLUTEN"}},{"Name":"Flatbread, Unfried","LabelDictionary":{"EN":"Flatbread, Unfried en","DEF":"Flatbread, Unfried def"},"DescriptionDictionary":{"DEF":"Wheat Flour, Water, Yeast, Chalupa Improver, Rapeseed Oil. CONTAINS: WHEAT GLUTEN"}},{"Name":"Flour Tortilla","LabelDictionary":{"EN":"Flour Tortilla en","DEF":"Flour Tortilla def"},"DescriptionDictionary":{"DEF":"Fortified Wheat Flour (Wheat Flour, Calcium Carbonate, Iron, Niacin Thiamin), Water, Vegetable Oils (Palm Oil, Rapeseed Oil), Raising Agents (E500, E450, E296), Sugar, Emulsifier (E471), Salt, Flour Treatment Agent (E920). CONTAINS: WHEAT GLUTEN"}},{"Name":"Flour Tortilla (16.5 cm)","LabelDictionary":{"EN":"Flour Tortilla (16.5 cm) en","DEF":"Flour Tortilla (16.5 cm) def"},"DescriptionDictionary":{"DEF":"Fortified Wheat Flour (Wheat Flour, Calcium Carbonate, Iron, Niacin Thiamin), Water, Vegetable Oils (Palm Oil, Rapeseed Oil), Raising Agents (E500, E450, E296), Sugar, Emulsifier (E471), Salt, Flour Treatment Agent (E920). CONTAINS: WHEAT GLUTEN"}},{"Name":"Flour Tortilla (27.4 cm)","LabelDictionary":{"EN":"Flour Tortilla (27.4 cm) en","DEF":"Flour Tortilla (27.4 cm) def"},"DescriptionDictionary":{"DEF":"Fortified Wheat Flour (Wheat Flour, Calcium Carbonate, Iron, Niacin, Thiamin), Water, Vegetable Oils (Rapeseed Oil), Raising Agents (E500, E296, E450), Sugar, Emulsifier (E471), Salt, Flour Treatment Agent (E920). CONTAINS: WHEAT GLUTEN"}},{"Name":"Flour Tortilla (30 cm)","LabelDictionary":{"EN":"Flour Tortilla (30 cm) en","DEF":"Flour Tortilla (30 cm) def"},"DescriptionDictionary":{"DEF":"Fortified Wheat Flour (Wheat Flour, Calcium Carbonate, Iron, Niacin (B1), Thiamin (B3)), Water, Rapeseed Oil, Raising Agents (E450, E296, E500), Sugar, Emulsifier (E471), Salt, Flour Treatment Agent (E920). CONTAINS: WHEAT GLUTEN"}},{"Name":"Grilled Chicken","LabelDictionary":{"EN":"Grilled Chicken en","DEF":"Grilled Chicken def"},"DescriptionDictionary":{"DEF":"Chicken (95%), Seasoning (Spices (Chilli, Paprika, Cumin, Black Pepper, White Pepper, Fennel Seed, Celery Seed, Cayenne), Maltodextrin, Salt, Garlic Powder, Onion Powder, Stabiliser (E407), Red Bell Pepper, Herbs (Thyme, Oregano, Bay, Sage), Flavour Enhancer (E635), Flavouring, Yeast Powder), Modified Maize Starch, Stabiliser (E451). CONTAINS: CELERY"}},{"Name":"Guacamole","LabelDictionary":{"EN":"Guacamole en","DEF":"Guacamole def"},"DescriptionDictionary":{"DEF":"[1&mdash;Guacamole (frozen):] Hass avocado (70%), Water, Red Bell Pepper, Sugar, Salt, Dryed Onion, Dryed Garlic, Antioxidant: E300, Thickener: E401, Stabiliser: E415, Jalapeno Chili Powder, Acidity Regulator: E330 [2&mdash;Tomato, Diced:] Tomatoes."}},{"Name":"Heinz Light Mayonnaise Sachet","LabelDictionary":{"EN":"Heinz Light Mayonnaise Sachet en","DEF":"Heinz Light Mayonnaise Sachet def"},"DescriptionDictionary":{"DEF":"Ingredients List: Water, Rapeseed Oil (25%), Spirit Vinegar, Free Range Pasteurised Egg Yolks (5%), Modified Cornflour, Sugar, Salt, Mustard Seeds, Spice, Stabilisers - Xanthan Gum & Guar Gum, Preservative - Potassium Sorbate, Antioxidant - Calcium Disodium Edta. CONTAINS: MILK, MUSTARD"}},{"Name":"Heinz Mayonnaise Sachet","LabelDictionary":{"EN":"Heinz Mayonnaise Sachet en","DEF":"Heinz Mayonnaise Sachet def"},"DescriptionDictionary":{"DEF":"Rapeseed oil (70%), water, spirit vinegar, free range pasteurized egg yolks (6.2%), sugar, salt, stabilisers (xanthan gum, guar gum), mustard seeds, spices."}},{"Name":"Heinz Tomato Ketchup Sachet","LabelDictionary":{"EN":"Heinz Tomato Ketchup Sachet en","DEF":"Heinz Tomato Ketchup Sachet def"},"DescriptionDictionary":{"DEF":"Ingredients List: Tomatoes (148G Per 100G Tomato Ketchup), Vinegar, Sugar, Salt, Spice and Herb Extracts (Contain Celery), Spice. CONTAINS: CELERY"}},{"Name":"Hot Sauce","LabelDictionary":{"EN":"Hot Sauce en","DEF":"Hot Sauce def"},"DescriptionDictionary":{"DEF":"Water, Jalapeno Peppers, Tomato Paste, Vinegar, Salt, Spices, Stabiliser Xanthan Gum E415, Autolyzed Yeast Extract, Preservatives Potassium Sorbate E202 and Sodium Benzoate E211, Natural Flavouring, Colour Caramel E150A and Colour- Paprika Extract E160C."}},{"Name":"Iceberg Lettuce","LabelDictionary":{"EN":"Iceberg Lettuce en","DEF":"Iceberg Lettuce def"},"DescriptionDictionary":{"DEF":"Iceberg Lettuce."}},{"Name":"Jalapenos","LabelDictionary":{"EN":"Jalapenos en","DEF":"Jalapenos def"},"DescriptionDictionary":{"DEF":"Jalapeno Pepper, Water, Vinegar, Salt, Acetic Acid, Preservative (Potassium Sorbate E202), Firming Agent (Calcium Chloride E509)."}},{"Name":"Lava Sauce","LabelDictionary":{"EN":"Lava Sauce en","DEF":"Lava Sauce def"},"DescriptionDictionary":{"DEF":"Vegetable Oil (Rapeseed Oil), Water, Spirit Vinegar, Dextrose (Wheat), Egg Yolk Powder, Salt, Spices (Paprika, Black Pepper, Cayenne), Sugar (Brown), Whey Powder (Milk), Mature Cheddar Cheese Powder [Milk, Salt, Starter Culture], Yeast Extract [Yeast Extract, Salt, Carrier (Sunflower Seed Oil)], Garlic Powder, Spice Extracts (Paprika [Paprika Extract, Carrier (Sunflower Seed Oil), Capsicum]), Onion Powder, Acid [Lactic Acid (E270), Carrier (Water)], Beetroot Powder, Preservative: Potassium Sorbate (E202), Stabiliser: Xanthan Gum (E415), Antioxidant: Calcium Disodium Edta (E385). CONTAINS WHEAT GLUTEN, MILK, EGG"}},{"Name":"Lemonade Freeze","LabelDictionary":{"EN":"Lemonade Freeze en","DEF":"Lemonade Freeze def"},"DescriptionDictionary":{"DEF":"[1-Drink Mix, Lemonade:] Water, Lemon Juice (28%), Sugar, Natural Lemon Flavouring With Other Natural Flavourings, Acidity Regulators (Citric Acid, Ascorbic Acid), Natural Flavouring, Natural Lime Flavouring, Colour (Lutein) [2-Water/Ice (Tap):] Water."}},{"Name":"Lipton Ice Tea Peach (Self-Serve)","LabelDictionary":{"EN":"Lipton Ice Tea Peach (Self-Serve) en","DEF":"Lipton Ice Tea Peach (Self-Serve) def"},"DescriptionDictionary":{"DEF":"Syrup Ingredients: Water, Invert Sugar, Acid (Citric Acid), Black Tea Extract (1.08%), Flavourings, Thickener (Pectin), Acidity Regulator (Trisodium Citrate), Preservatives (Sodium Benzoate, Potassium Sorbate), Sweetener (Steviol Glycosides). Ingredients of the Ready to Drink Product: Water, Invert Sugar, Acid (Citric Acid), Black Tea Extract (0.12%), Flavourings, Thickener (Pectin), Acidity Regulator (Trisodium Citrate), Preservatives (Sodium Benzoate, Potassium Sorbate), Sweetener (Steviol Glycosides)."}},{"Name":"Mild Sauce","LabelDictionary":{"EN":"Mild Sauce en","DEF":"Mild Sauce def"},"DescriptionDictionary":{"DEF":"Water, Tomato Paste, Vinegar, Salt, Spices, Stabiliser Xanthan Gum E415, Colour Caramel E150A, Preservatives Potassium Sorbate E202 Ad Sodium Benzoate E211 and Colour- Paprika Extract E160C."}},{"Name":"Mountain Dew Citrus Sugar Free","LabelDictionary":{"EN":"Mountain Dew Citrus Sugar Free en","DEF":"Mountain Dew Citrus Sugar Free def"},"DescriptionDictionary":{"DEF":"Carbonated Water, Acid (Citric Acid), Flavourings (including Caffeine), Thickener (Citrus Pectin), Sweeteners (Aspartame, Acesulfame K, Sucralose), Antioxidant (Ascorbic Acid), Acidity Regulator (Potassium Citrate), Preservative (Potassium Sorbate), Stabilisers (Gum Arabic, Glycerol Esters of Wood Rosins), Colour (Beta-Carotene). Contains a Source of Phenylalanine."}},{"Name":"Nacho Cheese Sauce","LabelDictionary":{"EN":"Nacho Cheese Sauce en","DEF":"Nacho Cheese Sauce def"},"DescriptionDictionary":{"DEF":"Water, Palm Oil Sg*, Cheese (Milk), Whey Powder (Milk), Modified Maize Starch, Jalapeno Peppers, Emulsifier: Disodium Phosphate, Stabiliser: Xanthan Gum, Natural Flavouring, Salt, Colour: Annatto, Acidity Regulator: Citric Acid. CONTAINS: MILK"}},{"Name":"Pepsi","LabelDictionary":{"EN":"Pepsi en","DEF":"Pepsi def"},"DescriptionDictionary":{"DEF":"Carbonated Water, Sugar, Colour (Caramel E150d), Acid (Phosphoric Acid), Flavourings (including Caffeine)."}},{"Name":"Pepsi Max","LabelDictionary":{"EN":"Pepsi Max en","DEF":"Pepsi Max def"},"DescriptionDictionary":{"DEF":"Carbonated Water, Colour (Caramel E150d), Sweeteners (Aspartame, Acesulfame K), Acids (Phosphoric Acid, Citric Acid), Flavourings (Including Caffeine), Preservative (Potassium Sorbate). Contains a Source of Phenylalanine."}},{"Name":"Pepsi Max (Self-Serve)","LabelDictionary":{"EN":"Pepsi Max (Self-Serve) en","DEF":"Pepsi Max (Self-Serve) def"},"DescriptionDictionary":{"DEF":"Syrup ingredients: Water, Colour (Caramel E150d), Sweeteners (Aspartame, Acesulfame K), Acids (Phosphoric Acid, Citric Acid), Acidity Regulator (Sodium Citrate), Flavourings (including Caffeine), Preservatives (Sodium Benzoate, Potassium Sorbate), Anti-foaming Agent (E900). Contains a Source of Phenylalanine. Ingredients of the Ready to Drink Product: Carbonated Water, Colour (Caramel E150d), Sweeteners (Aspartame, Acesulfame K), Acids (Phosphoric Acid, Citric Acid), Acidity Regulator (Sodium Citrate), Flavourings (including Caffeine), Preservatives (Sodium Benzoate, Potassium Sorbate).Contains a Source of Phenylalanine."}},{"Name":"Pepsi Max Cherry (Self-Serve)","LabelDictionary":{"EN":"Pepsi Max Cherry (Self-Serve) en","DEF":"Pepsi Max Cherry (Self-Serve) def"},"DescriptionDictionary":{"DEF":"Syrup Ingredients: Water, Colour (Caramel E150d), Sweeteners (Aspartame, Acesulfame K), Acids (Phosphoric Acid, Citric Acid), Acidity Regulator (Sodium Citrate), Flavourings (including Caffeine), Preservatives (Potassium Sorbate, Sodium Benzoate), Anti-foaming Agent (E900). Contains a Source of Phenylalanine. Ingredients of the Ready to Drink Product: Carbonated Water, Colour (Caramel E150d), Sweeteners (Aspartame, Acesulfame K), Acids (Phosphoric Acid, Citric Acid), Acidity Regulator (Sodium Citrate), Flavourings (including Caffeine), Preservatives (Potassium Sorbate, Sodium Benzoate). Contains a Source of Phenylalanine."}},{"Name":"Pico de Gallo","LabelDictionary":{"EN":"Pico de Gallo en","DEF":"Pico de Gallo def"},"DescriptionDictionary":{"DEF":"[1-Tomato, Diced:] Tomatoes. [2-Onions, Diced White:] White Onion. [3-Dressing, Fiesta Pico Salsa:] Water, Green Chili, Acids (Acetic Acid (E260) {Carrier (Water), Acetic Acid (E260)}, Citric Acid (E330)), Salt, Garlic Powder, Stabiliser: Xanthan Gum (E415), Preservative: Potassium Sorbate (E202) [4-Coriander, Fresh:] Coriander (Cilantro)."}},{"Name":"Robinsons Apple and Blackcurrent (Self-Serve)","LabelDictionary":{"EN":"Robinsons Apple and Blackcurrent (Self-Serve) en","DEF":"Robinsons Apple and Blackcurrent (Self-Serve) def"},"DescriptionDictionary":{"DEF":"Syrup Ingredients: Water, Fruit Juices from Concentrate (Apple 18%, Blackcurrant 2%, Plum), Acids (Citric Acid, Malic Acid), Natural Colour (Anthocyanins), Natural Flavouring, Acidity Regulator (Sodium Citrate), Sweeteners (Acesulfame K, Sucralose), Preservatives (Potassium Sorbate, Sodium Metabisulphite), Stabiliser (Cellulose Gum). Ingredients of the Ready to Drink Product: Water, Fruit Juices from Concentrate (Apple 1.8%, Blackcurrant 0.2%, Plum), Acids (Citric Acid, Malic Acid), Natural Colour (Anthocyanins), Natural Flavouring, Acidity Regulator (Sodium Citrate), Sweeteners (Acesulfame K, Sucralose), Preservatives (Potassium Sorbate, Sodium Metabisulphite), Stabiliser (Cellulose Gum)."}},{"Name":"Seasoned Beef","LabelDictionary":{"EN":"Seasoned Beef en","DEF":"Seasoned Beef def"},"DescriptionDictionary":{"DEF":"Beef (72%) Beef Fat, Seasoning (Maltodextrin, Tomato Powder, Spice (Paprika, Cumin, Black Pepper), Salt, Chilli Powder (Garlic Powder, Onion Powder, Yeast Extract, Flavouring, Oregano, Cocoa Powder, Flavour Enhancer (E635)), Cellulose, Salt, Stabilisers (E451, E452)."}},{"Name":"Seasoned Fries","LabelDictionary":{"EN":"Seasoned Fries en","DEF":"Seasoned Fries def"},"DescriptionDictionary":{"DEF":"[1-Seasoning, Mexican Rice:] Salt, Tomato Powder, Spices {(Paprika, Chilli, Cumin, Black Pepper), Onion Powder, Flavouring (Thermal Process Flavourings (Wheat)}, Unmodified Starch (Maize), Garlic Powder (Sulphites), Red Bell Pepper Powder, Green Bell Pepper Powder, Colour (Paprika Extract E160C), Acid (Citric Acid E330), Flavour Enhancer (Disodium 5'-Ribonucleotides E635 ). [2-Oil, Frying (Rapeseed):] Rapeseed Oil, Anti-Foaming Agent (E900), {Non-Declarable Processing Aids Citric Acid (E330)}. [3-French Fries 9X9 Mm Frozen:] Potatoes, Sunflower Oil, Sodium Acid Pyrophosphate, Dextrose. CONTAINS: WHEAT GLUTEN, SULPHITES"}},{"Name":"Seasoned Nacho Chips","LabelDictionary":{"EN":"Seasoned Nacho Chips en","DEF":"Seasoned Nacho Chips def"},"DescriptionDictionary":{"DEF":"[1-Seasoning, Mexican Rice:] Salt, Tomato Powder, Spices {(Paprika, Chilli, Cumin, Black Pepper), Onion Powder, Flavouring (Thermal Process Flavourings (Wheat)}, Unmodified Starch (Maize), Garlic Powder (Sulphites), Red Bell Pepper Powder, Green Bell Pepper Powder, Colour (Paprika Extract E160C), Acid (Citric Acid E330), Flavour Enhancer (Disodium 5'-Ribonucleotides E635 ). [2-Oil, Frying (Rapeseed):] Rapeseed Oil, Anti-Foaming Agent (E900), {Non-Declarable Processing Aids Citric Acid (E330)}. [3-Tortilla Chip, Yellow Corn 1/6 Pcuf:] Corn Flour, Water, Salt, Acidity Regulator (E-296). CONTAINS: WHEAT GLUTEN, SULPHITES"}},{"Name":"Seasoned Rice","LabelDictionary":{"EN":"Seasoned Rice en","DEF":"Seasoned Rice def"},"DescriptionDictionary":{"DEF":"[1-Rice, Raw, Bulk:] Long Grain Rice. [2-Seasoning, Mexican Rice:] Salt, Tomato Powder, Spices {(Paprika, Chilli, Cumin, Black Pepper), Onion Powder, Flavouring (Thermal Process Flavourings (Wheat)}, Unmodified Starch (Maize), Garlic Powder (Sulphites), Red Bell Pepper Powder, Green Bell Pepper Powder, Colour (Paprika Extract E160C), Acid (Citric Acid E330), Flavour Enhancer (Disodium 5'-Ribonucleotides E635 ). [3-Oil, Frying (Rapeseed):] Rapeseed Oil, Anti-Foaming Agent (E900), {Non-Declarable Processing Aids Citric Acid (E330)}. + Water (Local Supply) To Reconstitute. CONTAINS: WHEAT GLUTEN, SULPHITES"}},{"Name":"Shredded Chicken","LabelDictionary":{"EN":"Shredded Chicken en","DEF":"Shredded Chicken def"},"DescriptionDictionary":{"DEF":"Chicken (87%), Seasoning (Spices (Chilli, Paprika, Cayenne, Cumin, Black Pepper, Jalapeno Pepper, Ginger), Salt, Modified Waxy Maize Starch, Maltodextrin, Dehydrated Garlic, Yeast Powder, Dehydrated Onion, Sugar, Flavourings, Chicken Broth, Oregano, Flavour Enhancer (E635), Tomato Powder, Acidity Regulators (E330, E270, E327), Colour (E160C), Garlic Powder, Chilli Extract), Modified Maize Starch, Sunflower Oil, Rosemary Extract."}},{"Name":"Sour Cream","LabelDictionary":{"EN":"Sour Cream en","DEF":"Sour Cream def"},"DescriptionDictionary":{"DEF":"Sour Cream, Modified Starch, Thickening Agent: Pectin, Agar-Agar. CONTAINS: MILK"}},{"Name":"Strawberry Freeze","LabelDictionary":{"EN":"Strawberry Freeze en","DEF":"Strawberry Freeze def"},"DescriptionDictionary":{"DEF":"[1-Drink Mix, Strawberry:] Strawberry Puree (40%), Water, Sugar, Acidity Regulator (Citric Acid), Concentrated Elderberry Juice, Natural Flavourings, Antioxidant (Ascorbic Acid), Thickener (Xanthan Gum). [2-Water/Ice (Tap):] Water."}},{"Name":"Tango Apple Sugar Free (Self-Serve)","LabelDictionary":{"EN":"Tango Apple Sugar Free (Self-Serve) en","DEF":"Tango Apple Sugar Free (Self-Serve) def"},"DescriptionDictionary":{"DEF":"Syrup Ingredients: Water, Apple Juice from Concentrate (27%), Natural Apple Flavouring with other Natural Flavourings, Acid (Malic Acid), Acidity Regulator (Sodium Citrate), Natural Colour (Plain Caramel), Sweeteners (Acesulfame K, Sucralose, Saccharin, Aspartame), Preservatives (Potassium Sorbate, Sodium Benzoate), Anti-foaming Agent (Dimethylpolysiloxane), Stabiliser (Pectin). Contains A Source Of Phenylalanine. Ingredients of the Ready to Drink Product: Carbonated Water, Apple Juice from Concentrate (4.5%), Natural Apple Flavouring with other Natural Flavourings, Acid (Malic Acid), Acidity Regulator (Sodium Citrate), Natural Colour (Plain Caramel), Sweeteners (Acesulfame K, Sucralose, Saccharin, Aspartame), Preservatives (Potassium Sorbate, Sodium Benzoate), Stabiliser (Pectin). Contains A Source Of Phenylalanine."}},{"Name":"Tango Orange Sugar Free","LabelDictionary":{"EN":"Tango Orange Sugar Free en","DEF":"Tango Orange Sugar Free def"},"DescriptionDictionary":{"DEF":"Carbonated Water, Orange Fruit from Concentrate (5%), Acids (Citric Acid, Malic Acid), Natural Orange Flavouring with other Natural Flavourings, Acidity Regulator (Sodium Citrate), Sweeteners (Acesulfame K, Sucralose), Preservative (Potassium Sorbate), Natural Colour (Carotenes), Antioxidant (Ascorbic Acid), Stabiliser (Xanthan Gum)."}},{"Name":"Tango Orange Sugar Free (Self-Serve)","LabelDictionary":{"EN":"Tango Orange Sugar Free (Self-Serve) en","DEF":"Tango Orange Sugar Free (Self-Serve) def"},"DescriptionDictionary":{"DEF":"Syrup Ingredients: Water, Acids (Citric Acid, Malic Acid), Acidity Regulator (Sodium Citrate), Sweeteners (Acesulfame K, Sucralose, Aspartame, Saccharin), Natural Orange Flavouring with Other Natural Flavourings, Preservatives (Sodium Benzoate, Potassium Sorbate), Stabiliser (Pectin), Antioxidant (Ascorbic Acid), Emulsifier (Glycerol Esters of Wood Rosins), Anti-foaming Agent (Dimethylpolysiloxane), Natural Colour (Carotenes).Contains A Source Of Phenylalanine. Ingredients of the Ready to Drink Product: Carbonated Water, Acids (Citric Acid, Malic Acid), Acidity Regulator (Sodium Citrate), Sweeteners (Acesulfame K, Sucralose, Aspartame, Saccharin), Natural Orange Flavouring with Other Natural Flavourings, Preservatives (Sodium Benzoate, Potassium Sorbate), Stabiliser (Pectin), Antioxidant (Ascorbic Acid), Emulsifier (Glycerol Esters of Wood Rosins), Natural Colour (Carotenes). Contains A Source Of Phenylalanine."}},{"Name":"Three Cheese Blend","LabelDictionary":{"EN":"Three Cheese Blend en","DEF":"Three Cheese Blend def"},"DescriptionDictionary":{"DEF":"Coloured Cheddar Cheese (Milk) (Contains Colour: Annatto) (33%), Monterey Jack Cheese (Milk) (33%), Mozzarella (Milk) (32%), Anti-Caking Agent: Potato Starch. CONTAINS: MILK"}},{"Name":"Tomatoes","LabelDictionary":{"EN":"Tomatoes en","DEF":"Tomatoes def"},"DescriptionDictionary":{"DEF":"Tomatoes."}}],"Descriptions":null}